[
	{
		"name": "Filmes",
		"description": "Os filmes que fazem sucesso nos cinemas você encontra seu ingresso aqui."
	},
	{
		"name": "Eventos",
		"description": "Os melhores lugares para os melhores eventos."
	},
	{
		"name": "Esportes",
		"description": "Todo grande torcedor tem lugar garantido aqui."
	},
	{
		"name": "Ação e Aventura",
		"description": "Os melhores e mais alucinantes filmes.",
		"parent_id": 1
	},
	{
		"name": "Terror",
		"description": "Terror ou Horror é um gênero cinematográfico que procura uma reação emocional negativa dos espectadores, ao jogar com os medos primários da audiência. Inspirado na literatura de autores como Edgar Allan Poe, H.P",
		"parent_id": 1
	},
	{
		"name": "Fantasia",
		"description": "Fantasia é um gênero da ficção em que se usa geralmente fenômenos sobrenaturais, mágicos e outros como um elemento primário do enredo, tema ou configuração. Muitas obras dentro do gênero ocorrem em mundos imaginários onde há criaturas mágicas e itens mágicos.",
		"parent_id": 4
	},
	{
		"name": "Comédia",
		"description": "Se a hora de assistir um filme é o momento de descontração para você, as comédias são escolhas perfeitas. Nesta categoria, temos filmes que trazem o humor como característica principal do enredo e que proporcionam muitas risadas e bons momentos com as pessoas que você ama.",
		"parent_id": 1
	},
	{
		"name": "Comédia dramática",
		"description": "Trazendo uma história séria mas abordada de forma cômica, essa mistura de comédia com drama proporciona um misto de sentimentos ao espectador, oferecendo, também, uma experiência única. Esse gênero consegue passar mensagens importantes de forma leve e descontraída.",
		"parent_id": 7
	},
	{
		"name": "Comédia romântica",
		"description": "Se você ama as comédias mas não consegue deixar de lado os filmes com roteiros românticos, temos a solução perfeita: as comédias românticas.",
		"parent_id": 7
	},
	{
		"name": "Terror espacial",
		"description": "O gênero de filmes de terror é muito popular há décadas. No geral, os filmes com essa temática são sempre ligados ao desconhecido, brincando com o nosso medo e nos forçando a enfrentá-lo. Dentro do gênero terror, existem vários outros subgêneros, tais como sobrenatural, trash, gore entre outros. Talvez, um dos menos comentados sejam os filmes de terror espacial que, como o próprio nome já sugere, acontecem no espaço.",
		"parent_id": 5
	},
	{
		"name": "Ficção científica",
		"description": "Ficção científica (normalmente abreviado para SF, FC, sci-fi ou scifi) é um gênero da ficção especulativa, que normalmente lida com conceitos ficcionais e imaginativos, relacionados ao futuro, ciência e tecnologia, e seus impactos e/ou consequências em uma determinada sociedade ou em seus indivíduos, desenvolvido no século XIX.[1] Conhecida também como a \"literatura das ideias\",[2] evita utilizar-se do sobrenatural, tema mais recorrente na Fantasia,[3] baseando-se em fatos científicos e reais para compor enredos ficcionais.",
		"parent_id": 1
	},
	{
		"name": "Thriller Mistério",
		"description": "Tanto o ato de esconder informações importantes do leitor/espectador como cenas de perseguições são características comuns em todos os subgêneros de thrillers, embora cada gênero tenha características próprias.[4] Outra grande característica do thriller são os clímax criados para prender os leitores/telespectadores. Esses momentos ocorrem geralmente quando o personagem principal é colocado em uma situação ameaçadora, misteriosa, em uma fuga ou uma perigosa missão da qual parece impossível escapar.",
		"parent_id": 1
	},
	{
		"name": "Animação",
		"description": "Animação refere-se ao processo, segundo o qual cada fotograma de um filme é produzido individualmente, podendo ser gerado tanto por computação gráfica quanto fotografando uma imagem desenhada ou repetidamente, fazendo-se pequenas mudanças a um modelo (ver claymation e stop motion), fotografando o resultado. Quando os fotogramas são ligados entre si e o filme resultante é visto a uma velocidade de 16 ou mais imagens por segundo, há uma ilusão de movimento contínuo (por causa do fenômeno phi). A construção de um filme torna-se assim um trabalho muito intensivo e por vezes, entediante.",
		"parent_id": 1
	},
	{
		"name": "Darma",
		"description": "O Gênero Dramático (ou Teatral) faz parte de um dos três gêneros literários, ao lado do gênero lírico e épico.\nNo entanto, o gênero dramático, como o próprio nome indica, são os textos literários feitos com o intuito de serem encenados ou dramatizados.",
		"parent_id": 1
	}
]
