[
	{
		"title": "Halloween Ends",
		"content": "Quatro anos após os eventos de Halloween Kills, Laurie Strode está morando com sua neta Allyson Nelson e terminando de escrever seu livro de memórias. Michael Myers não foi visto desde então. Laurie, depois depermitir que o espectro de Michael determinasse e conduzisse sua realidade por décadas, decidiu se libertardo medo e da raiva e abraçar a vida. Mas quando um jovem, Corey Cunningham, é acusado de matar um menino que ele estava cuidando, isso desencadeia uma cascata de violência e terror que forçará Laurie a finalmente enfrentar o mal que ela não pode controlar, de uma vez por todas.",
		"popularity": 4376.852,
		"release_date": "2022-10-12",
		"vote_average": 6.8,
		"vote_count": 451,
		"type": "filmes",
		"category_id": 5
	},
	{

		"title": "Órfã 2: A Origem",
		"content": "Lena Klammer orquestra uma fuga brilhante de uma unidade psiquiátrica russa e viaja para os Estados Unidos, representando a filha desaparecida de uma família rica. Mas a nova vida de Lena como \"Esther\" vem com uma ruga inesperada e a coloca contra uma mãe que protegerá sua família a qualquer custo.",
		"popularity": 2872.213,
		"release_date": "2022-07-27",
		"vote_average": 6.8,
		"vote_count": 1054,
		"type": "filmes",
		"category_id": 5
	},
	{

		"title": "Adão Negro",
		"content": "Quase 5.000 anos depois de ter sido concedido com os poderes onipotentes dos deuses egípcios - e de ter sido preso, - Adão Negro se ergue de seu túmulo, pronto para trazer sua justiça ao mundo moderno.",
		"popularity": 2618.689,
		"release_date": "2022-10-19",
		"vote_average": 7.9,
		"vote_count": 101,
		"type": "filmes",
		"category_id": 4
	},
	{

		"title": "Gemini: O Planeta Sombrio",
		"content": "Um thriller de ficção científica sobre uma missão espacial enviada para terraformar um planeta distante. No entanto, a missão encontra algo desconhecido que tem seu próprio plano para o planeta.",
		"popularity": 2434.994,
		"release_date": "2022-01-06",
		"vote_average": 5.5,
		"vote_count": 107,
		"type": "filmes",
		"category_id": 11
	},
	{

		"title": "Olhos Famintos 4: Renascimento",
		"content": "Forçada a embarcar numa viagem até um festival de horror na Louisana com seu namorado, Laine começa a experienciar visões perturbadores associadas ao passado da cidade, em particular a uma lenda urbana local conhecida como o Creeper. Com a chegada do festival e o entretenimento sangrento se tornando um frenesi, Laine acredita que algo de outro mundo foi invocado... e ela está no centro de tudo.",
		"popularity": 2432.685,
		"release_date": "2022-09-15",
		"vote_average": 5.8,
		"vote_count": 290,
		"type": "filmes",
		"category_id": 5
	},
	{

		"title": "A Queda",
		"content": "Becky e Hunter são duas amigas que buscam aventura e enfrentam grande alturas em suas escaladas. Depois de um grande drama vivido por elas, as duas decidem escalar uma remota torre de rádio abandonada com mais de 2000 pés de altura. Parecia a aventura perfeita para desligar a mente do trágico acontecimento que vivenciaram com o namorado de uma delas. Elas não contavam que ficariam presas e isoladas naquele lugar sem sinal de celular, sem energia e sem pessoas por perto.",
		"popularity": 2279.253,
		"release_date": "2022-08-11",
		"vote_average": 7.4,
		"vote_count": 1479,
		"type": "filmes",
		"category_id": 5
	},
	{

		"title": "Trem-Bala",
		"content": "5 assassinos da máfia japonesa se encontram à bordo de um trem-bala que faz o trajeto entre as cidades Tóquio até Morioka com poucas paradas. Assim, a tensão entre esse grupo de habilidosos e mortais profissionais só aumentam quando eles descobrem a presença um do outro e começam a entrar em conflito em si.",
		"popularity": 2179.463,
		"release_date": "2022-07-03",
		"vote_average": 7.5,
		"vote_count": 1875,
		"type": "filmes",
		"category_id": 4
	},
	{

		"title": "Fullmetal Alchemist: A Alquimia Final",
		"content": "Acompanhe a última missão da jornada épica dos irmãos Elric: enfrentar uma ameaça nacional de outro mundo.",
		"popularity": 2120.111,
		"release_date": "2022-06-24",
		"vote_average": 6.4,
		"vote_count": 92,
		"type": "filmes",
		"category_id": 6
	},
	{

		"title": "Abracadabra 2",
		"content": "Faz 29 anos que a vela da chama negra foi acesa e ressuscitou as irmãs do século 17, e elas querem vingança. Agora, três adolescentes devem impedir que as bruxas vorazes causem mais estrago em Salem antes do amanhecer de Halloween.",
		"popularity": 2081.786,
		"release_date": "2022-09-27",
		"vote_average": 7.7,
		"vote_count": 792,
		"type": "filmes",
		"category_id": 8
	},
	{

		"title": "Athena",
		"content": "A morte trágica de um garoto é o estopim para um conflito no Conjunto Habitacional Athena. No centro do caos estão os irmãos mais velhos da vítima.",
		"popularity": 2064.06,
		"release_date": "2022-09-09",
		"vote_average": 6.6,
		"vote_count": 288,
		"type": "filmes",
		"category_id": 4
	},
	{

		"title": "Esquadrão Secreto",
		"content": "Nas horas vagas depois da escola, Charlie e seus amigos descobrem o quartel-general do super-herói mais poderoso do mundo escondido embaixo de sua casa. Quando vilões atacam, eles têm que unir forças para defender o quartel-general e salvar o mundo.",
		"popularity": 1979.188,
		"release_date": "2022-08-12",
		"vote_average": 6.8,
		"vote_count": 112,
		"type": "filmes",
		"category_id": 12
	},
	{

		"title": "A Máquina Infernal",
		"content": "O recluso e controverso autor Bruce Cogburn é tirado do esconderijo por um fã obsessivo, forçando o romancista a confrontar um passado do qual ele achava que poderia escapar e a explicar os eventos desencadeados por seu best-seller décadas antes. A busca de Cogburn por quem está por trás da manipulação e do tormento mental que ele encontra leva a uma montanha-russa emocional cheia de medo e perigo, onde as coisas nem sempre são tão claras quanto parecem e onde ações passadas podem ter consequências terríveis.",
		"popularity": 1807.324,
		"release_date": "2022-09-23",
		"vote_average": 7,
		"vote_count": 84,
		"type": "filmes",
		"category_id": 12
	},
	{

		"title": "Batman e Superman: Batalha dos Super Filhos",
		"content": "Jonathan Kent e o jovem companheiro relutante Damian Wayne estão encarregados de salvar o mundo da destruição iminente. Os dois devem unir forças para resgatar seus pais e salvar o planeta, tornando-se os super-heróis que deveriam ser.",
		"popularity": 1666.561,
		"release_date": "2022-10-17",
		"vote_average": 8.2,
		"vote_count": 88,
		"type": "filmes",
		"category_id": 13
	},
	{

		"title": "O Meme do Mal",
		"content": "Uma adolescente e seu irmão mais novo devem parar um meme aterrorizante da internet trazido à vida pela histeria de seus pais.",
		"popularity": 1612.608,
		"release_date": "2022-10-10",
		"vote_average": 5.9,
		"vote_count": 130,
		"type": "filmes",
		"category_id": 5
	},
	{

		"title": "重启地球",
		"content": "",
		"popularity": 1375.91,
		"release_date": "2022-08-04",
		"vote_average": 6.9,
		"vote_count": 42,
		"type": "filmes",
		"category_id": 12
	},
	{

		"title": "Lou",
		"content": "Lou leva uma vida tranquila, acreditando ter abandonado seu passado perigoso. Até que uma mulher desesperada implora a ajuda dela para salvar a filha sequestrada. Em meio a uma grande tempestade, as duas se arriscam em uma missão de resgate que coloca seus limites à prova e revela terríveis segredos do passado.",
		"popularity": 1372.625,
		"release_date": "2022-09-23",
		"vote_average": 6.6,
		"vote_count": 288,
		"type": "filmes",
		"category_id": 4
	},
	{

		"title": "A Vida de Togo",
		"content": "Ele vigia carros estacionados e vai fazer de tudo para proteger esse ganha-pão. Ainda mais agora que os traficantes querem que ele e seus amigos vendam drogas nas ruas.",
		"popularity": 1370.268,
		"release_date": "2022-10-05",
		"vote_average": 6.7,
		"vote_count": 40,
		"type": "filmes",
		"category_id": 14
	},
	{

		"title": "Pinóquio",
		"content": "O conto do boneco de madeira em uma arrepiante aventura para virar um menino de verdade, recontado.",
		"popularity": 1358.153,
		"release_date": "2022-09-07",
		"vote_average": 6.7,
		"vote_count": 943,
		"type": "filmes",
		"category_id": 6
	},
	{

		"title": "A Fera",
		"content": "O Dr. Nate Samuels é um homem que perdeu a mulher recentemente, e decide fazer uma viagem com as filhas para uma reserva na África do Sul, onde conheceu a esposa. Mas o que começa como uma viagem tranquila, acaba se tornando um pesadelo quando eles passam a ser perseguidos por um leão.",
		"popularity": 1329.444,
		"release_date": "2022-08-11",
		"vote_average": 7,
		"vote_count": 689,
		"type": "filmes",
		"category_id": 12
	},
	{

		"title": "Monster High: O Filme",
		"content": "Conheça Clawdeen Wolf, que nasceu metade humana e metade lobisomem, depois que ela chega em sua nova escola, Monster High. Ela rapidamente faz amizade com suas colegas Frankie Stein e Draculaura, e pela primeira vez em sua vida, Clawdeen sente que finalmente encontrou um lugar onde ela se encaixa e pode realmente ser ela mesma, apesar de manter sua metade humana em segredo. Quando um plano desonesto para destruir Monster High ameaça revelar sua verdadeira identidade, Clawdeen deve aprender a abraçar seu verdadeiro coração de monstro e encontrar uma maneira de salvar o dia.",
		"popularity": 1285.436,
		"release_date": "2022-10-06",
		"vote_average": 7,
		"vote_count": 95,
		"type": "filmes",
		"category_id": 4
	}
]
